[
  {
    "commentText": "Hello classical music lovers! you can now discover unknown masterpieces, create lists, discuss and review works/composers\non our new website https://classicalmusiconly.com"
  },
  {
    "commentText": "Sleepers  wake  ye  hear  the   call of  the  Father  of  all  Creation... change   your way,   change  your   very  being  from crust  to  core.. the  Father  is  calling   wake  ye  sleepers  and   sleep  no  more!"
  },
  {
    "commentText": "Western Civilization, WAKE UP!!!!"
  },
  {
    "commentText": "Thanks to god"
  },
  {
    "commentText": "Fuego"
  },
  {
    "commentText": "In 1687, John Dryden wrote a beautiful poem, “A Song for St. Cecilia's Day”, when Johann Sebastian Bach was about 2 years old.\n\nFrom time to time, I read the poem, listen to music such as this, then read the​ poem once more.\n\nThen I sit quietly and let the memory of the poem and the music sink in.\n\nIt is a most profound experience."
  },
  {
    "commentText": "Whether choral or instrumental, Bach enriches the spirit with power."
  },
  {
    "commentText": "trop vite tempo non respecte quand meme ecoutable"
  },
  {
    "commentText": "For me, no comparison with the Ormandy orchestral realization.  That one is the very best for me, hands down.  Others may disagree, but I remain firm in my opinion."
  },
  {
    "commentText": "Steven Hancoff has 14 videos that contain a short synopsis of Bach's Life. In one video, he claims that Art needs no human confirmation. Even Bach's closest friends did not know of his composition. He was lost to the public for almost 100 yrs., until Felix Mendelssohn and friend staged the St. Matthew Passion. Critics and some intellectuals panned it. The people loved it. Since then Bach has become a household name. Musicians were always familiar with it,  the Well Tempered Clavier and such. Beethoven once said \"Bach is an ocean.\""
  },
  {
    "commentText": "A Masterpiece....♥"
  },
  {
    "commentText": "I have to play this for my high school graduation and it is the only piece I actually like playing."
  },
  {
    "commentText": "Эта музыка поднимает мне настроение,хочется жить ещё больше чем прежде!"
  },
  {
    "commentText": "This piece has been running through my head all day.  Where is everyone?  Only two people commented this week."
  },
  {
    "commentText": "Purpose of Life is to build the soul body by attaining wisdom. ~ I've 1 upload & it is on this if interested (3 minutes)."
  },
  {
    "commentText": "Bach is forever"
  },
  {
    "commentText": "beautiful performance and arrangement!"
  },
  {
    "commentText": "Thank you! Love is on :)"
  },
  {
    "commentText": "das Lied ist voll geilo"
  },
  {
    "commentText": "휴거 될때 배경음을 위한 곡."
  },
  {
    "commentText": "\"Wachet auf, ruft uns die Stimme\" (Awake, calls the voice to us), BWV 140, also known as \"Sleepers Wake\" (regarded as one of Johann Sebastian Bach's most mature sacred cantatas) was first performed on 25 November, 1731."
  },
  {
    "commentText": ".21 A whiter shade of pale"
  },
  {
    "commentText": "Did you pay Bach for using this? Otherwise delete this!"
  },
  {
    "commentText": "늙은바흐"
  },
  {
    "commentText": "바흐늙었다"
  },
  {
    "commentText": "I played this is orchestra 2 years ago with my old classmates :') ah the memories this is so nostalgic <3 I love it"
  },
  {
    "commentText": "This classical evokes feeling and images in me  that no modern composition ever could!"
  },
  {
    "commentText": "what a kaleidoscope is for the eyes,bach's music is for  the ears,unsurpassed."
  },
  {
    "commentText": "1.Names high quality.\n2.Uploads in 240p"
  },
  {
    "commentText": "Thank you for your kind remarks."
  },
  {
    "commentText": "THE BEST!!"
  },
  {
    "commentText": "I would love to purchase this particular cut. Any ideas?"
  },
  {
    "commentText": "Classical music and baroque music are not the same thing. Because I say so."
  },
  {
    "commentText": "I just finished learning this on my piano. Great piece made by a great composer."
  },
  {
    "commentText": "My classical radio station WCPE always plays this at midnight. I love this tune!"
  },
  {
    "commentText": "you can't listen to classical in non-DSD format."
  },
  {
    "commentText": "my teacher is forcing me to listen to this."
  },
  {
    "commentText": "a pale shade of winter,"
  },
  {
    "commentText": "In truth there is no love in the universe which is not ultimately the\nlove of God, of the Sacred, and no beauty which is not the reflection of\nDivine Beauty. Even a person who thinks that he is an atheist, when he\nsays, ‘‘I am an atheist, and I do not believe in anything,’’ he has actually\ntransferred his religious love and devotion to something else other than\nformal religion, but the search for love and beauty still exists in him\neven if he is unaware of their transcendent Source. When such a person,\nif he is sensitive to music, listens to Johann Sebastian Bach or Mozart,\nhe wants everything to be very quiet, concentrating completely with his\nwhole soul in a state of devotion. In fact what he is doing is searching\nfor the Sacred in this beautiful music, but he is not aware of the real\nsource of this attraction for his soul. What is it that is attracting him to\nBach or Mozart ‘‘religiously’’? Why is he so much interested in this\nmusical experience? Where does this state in his mind and soul come\nfrom? Often he is not aware enough to really sit down and seek to\ndiscover what the source of this ‘‘feeling’’ is.\n(Seyyed Hossein Nasr)"
  },
  {
    "commentText": "Thank you Bach for existing"
  },
  {
    "commentText": "Bach's compositions are not only melodically beautiful, they are mathematically and geometrically perfect. There is a sense of symmetry and order to them that makes them perfect for small children. Kids joyfully learn about symmetry when they hear the fourth part of a Bach quatrain. My Dad insisted on playing classical music (in addition to children's music) when I was small, and my elementary and high school music and choral teachers widened my horizons. I learned to appreciate all forms and styles of music, but classical was the foundation upon which all was based. Music can add peace and joy beyond measure to one's life."
  },
  {
    "commentText": "I use this as an alarm clock. Never enjoyed morning as much as now ^^"
  },
  {
    "commentText": "by the way who knows where i can get cantate bach 217 no.3? the one in youtube is not of high quality"
  },
  {
    "commentText": "This is a great piece of music indeed. listening to the arrangement is amazing"
  },
  {
    "commentText": "Bach, the irrevocable genius. He lives on, undying, through his music. Isn't it ironic to think the man was considered old-fashioned, even boring, in his day? But Bach's is a story of redemption. For, you see, time favored Bach's creative wisdom and so granted his music eternal life. His critics - the names that time forgot.\n\nAlways remember the message of Johann Sebastian Bach: Explore your genius, for there lies the key to your immortality."
  },
  {
    "commentText": "This is the Empire Brass playing, incidentally."
  },
  {
    "commentText": "Perfect!"
  },
  {
    "commentText": "Always finish on the Bach"
  },
  {
    "commentText": "Celestial, ecstatic and calming - who needs tranquillizers?"
  },
  {
    "commentText": "Had this at the end of my dear father's funeral. I hope we meet again x"
  },
  {
    "commentText": "Sounds like it's played by the Associated Fetlers and Warp and Weft Adjusters Silver Band."
  },
  {
    "commentText": "It should be sleepers awake."
  },
  {
    "commentText": "wow!"
  },
  {
    "commentText": "A very lively piece for Bach. Also a fan of Richard Dawkins.  ( I don't know if he can sing ! )"
  },
  {
    "commentText": "it helped me sleep"
  },
  {
    "commentText": "Lost for words. Fabulous!!"
  },
  {
    "commentText": "What a beautiful compostion of Bach!!!! Luckily, this was discussed in our Music class!!!"
  },
  {
    "commentText": "Magnificent!"
  },
  {
    "commentText": "Heard about this song from Richard Dawkins' latest book: An Appetite for Wonder. Couldn't find it available for download anywhere so I was forced to convert this video audio into mp3. Beautiful piece!"
  },
  {
    "commentText": "Wonderful"
  },
  {
    "commentText": "Childhood memories...  TRULY MAGNIFICENT!"
  },
  {
    "commentText": "As of may 9th, 2015, it appears 66 dumb things have opened this video."
  },
  {
    "commentText": "WHOA AMZAZING LOVES IT !!!!!!!!!"
  },
  {
    "commentText": "C'est magnifique."
  },
  {
    "commentText": "Ah, so Christmassy! Beautiful music."
  },
  {
    "commentText": "The music is wonderful and inspiring.  Many of the comments, not so much."
  },
  {
    "commentText": "Can't leave a comment just expressing your thoughts without some smart somebody refuting what you said...so what? Our organist plays this on a pipe organ in our church! Be human...just a thought, not intended for you but for the music. Grow up!"
  },
  {
    "commentText": "Children should be exposed to this music early. If for any other reason, their own sanity. My son's favorite when he was two years old was Mozart. I taught him to read at age two and at five years old he was reading college level. I do not consider this unique in any way. \"Baby\" books give out so much disinformation, I wonder if this in itself is not a conspiracy to keep the average child stupid. You don't have to be rich or privileged to give the best education to a child. Just my thought."
  },
  {
    "commentText": "In light of today's events, the title of this music seems almost prophetic. It would seem that many composers and artists of this era knew and understand much more than most are allowed to know in this time. It is beautiful."
  },
  {
    "commentText": "This is awful high society british shit, BRING IN THE METAL, LETS ROCK!!!!"
  },
  {
    "commentText": "which instrument is this?"
  },
  {
    "commentText": "In 100 years, no one will know or care who Brittany Spears or Kanye West are, but JS Bach and his beautiful and divinely inspired music will live forever."
  },
  {
    "commentText": "Congratulations, hugosophy and morgan jensen."
  },
  {
    "commentText": "una delicia para los oidos, muy buena pieza, desde ahora la mejor de bach para mí"
  },
  {
    "commentText": "this is Zion hört die Wächter singen"
  },
  {
    "commentText": "sounds like Canadian brass"
  },
  {
    "commentText": "⛅️☀️☕️🍪😎"
  },
  {
    "commentText": "This version seems a bit fast for me.  I heard it played more solemnly on RAI (Radio and TV of Italy) after the death of John XXIII in June 1963. Very moving."
  },
  {
    "commentText": "I heard Bach wrote this about him becoming aroused and his penis \"awaking\" as blood rushed into his German cock."
  },
  {
    "commentText": "You really should tell us who the artistes are.  It seems very wrong to use their music without giving them credit!"
  },
  {
    "commentText": "This specific arrangement of:\n\nCHORAL: ZION HÖRT DIE WÄCHTER SINGEN, BWV 140 Nr. 4\n(Philipp Nicolai/Johann-Sebaſtian Bach) Bach-Geſellſchaft, GeMA\n\nis a fit mid-piece for a bridal processional - Bach actually composed BWV 140 for a specific Lutheran service program based on St. Matthew 25, a Gospel lesson set in the context of a 1st-Century Jewish wedding.  For the bride's entrance, I picture an arrangement, after Felix Mendelsſohn Bartholdy (cf. \"Ein Sommernachtstraum,\" Op.61), of: \n\nGLORIA SEI DIR GESUNGEN, BWV 140 Nr, 7\n(Philipp Nicolai) Bach-Geſellſchaft, GeMA"
  },
  {
    "commentText": "bach music it is best all time ever. it speak of your minds of quality and for all good. sound form the heaven."
  },
  {
    "commentText": "when will people learn that pop and rap sucks and go back to the good ol days of beautiful and relaxing music."
  },
  {
    "commentText": "Bach wrote all of his music as a tribute to Jesus Christ. This one was inspired by the parable of the virgins."
  },
  {
    "commentText": "You Knoww"
  },
  {
    "commentText": "has anyone seen the resemblance between itzhak perlman and bach."
  },
  {
    "commentText": "Those trills give me chills."
  },
  {
    "commentText": "This peace by the greatest composer sums up Advent I love it"
  },
  {
    "commentText": "Bach, an unparalleled musical genius.\n\nHis music is more than a composition of notes. It exists. Not in the normal sense of the word, though. It may not be able to have conversation with you or touch you physically, for instance, but it does things that a person can't do. It inhabits your soul and lives with you for a while. It comforts you; helps you understand yourself in such a personal way. For these reasons, listening to Bach is serious business. It's like entering into a deeply intimate relationship - one that is, in a way, intimate beyond the parameters of any normal relationship."
  },
  {
    "commentText": "MIND TAKEOVER MONEY IS COMING"
  },
  {
    "commentText": "Ah, Bach!"
  },
  {
    "commentText": "Who plays this and how do I get the CD?"
  },
  {
    "commentText": "Very beautiful !"
  },
  {
    "commentText": "This always puts my baby bunny to sleep"
  },
  {
    "commentText": "So beautiful. Thank you, Bach."
  },
  {
    "commentText": "Playing this in band, and dare I say the oboe and bass clarinet parts are BEAUTIFUL."
  },
  {
    "commentText": "Finally I've found this song. I heard this when I was a kid and I could never get it out of my head. I never knew the title of it until today and finally I can hear it again."
  },
  {
    "commentText": "I'm not sure you know what \"classical\" is."
  },
  {
    "commentText": "Not HQ of the video, high quality of the sound"
  },
  {
    "commentText": "sounds like he's farting through the trumpet~ o.0"
  },
  {
    "commentText": "Boring"
  },
  {
    "commentText": "Boring"
  },
  {
    "commentText": "What's your problem dude? This is about beautiful music and not about a fixed-image. So shut up!"
  },
  {
    "commentText": "High quality 240p ? This is a joke"
  },
  {
    "commentText": "That's nice! 51 people turned their computer upside down to like it again! ;-P"
  },
  {
    "commentText": "Es igual para mi, y no hay nada que se compara con la música del maestro. Me traen lágrimas sus obras."
  },
  {
    "commentText": "To Richardsharp447: What a lovely sense of humor~ :)\n\nBach is my favorite among the dead composers, and I would gladly awake to hearing his music.\n\nThat said, there are somewhat more lively versions of this piece, but I have yet to come up with a better melody myself.\n\nActually, on my deathbed, I enjoyed this piece while going into the next realm..."
  },
  {
    "commentText": "Nicest music ever?"
  },
  {
    "commentText": "Wunderschön anzuhören !!"
  },
  {
    "commentText": "advertisements and commercials starting automatically on youtube before this song.. what a shame"
  },
  {
    "commentText": "Perhaps it is the Cantata BWV 140 what you are looking for..."
  },
  {
    "commentText": "anyone help me out? i remember listening to this song but with male vocals.. i have been looking a whole hour and no luck! if you know what version of this im on about. please tell me. thanks"
  },
  {
    "commentText": "when i hear this piece on the piano I always imagine getting up in the middle of a light summer's night on the countryside."
  },
  {
    "commentText": "Played this at my FSYO consort and it's now my favorite piece"
  },
  {
    "commentText": "I use this song to make my dog fall asleep"
  },
  {
    "commentText": "or a cup of tea..."
  },
  {
    "commentText": "It flows and flows.."
  },
  {
    "commentText": "best bach...."
  },
  {
    "commentText": "Lucky you. And what about the invitiation, then ? ;-)"
  },
  {
    "commentText": "And - be assured - we would like to join you there to listen to this wonderful tune. If you had a castle. Or a garden ;-)"
  },
  {
    "commentText": "amazing music....."
  },
  {
    "commentText": "trumpets playing fine...."
  },
  {
    "commentText": "\"Awake O sleeper arise from the dead, and Christ will give you light\""
  },
  {
    "commentText": "so lovely"
  },
  {
    "commentText": "so joyful and fun!"
  },
  {
    "commentText": "its a beautifull peace nice soft and so very fluint. :)"
  },
  {
    "commentText": "Are you joking? There are horns EVERYWHERE in classical musical - especially during the Romantic period. Yes, Baroque era music has less use of horns, but horns are used by many composers of classical music."
  },
  {
    "commentText": "Are those trumpets? I thought trumpets didn't play classical... 0_0"
  },
  {
    "commentText": "well i have bouth"
  },
  {
    "commentText": "icelandcar.is"
  },
  {
    "commentText": "U r so LUCKY! Beautiful way to start the day, IMHO!"
  },
  {
    "commentText": "Oh was my comment distracting you from enjoying the music? Most people I know listen with their ears, not their eyes. How about this: instead of white-knighting with your broke-ass english why don't you just close your eyes and listen to your \"high quality\" Bach that's probably playing through some shit quality computer speakers so you probably don't even notice the muffled mids, non-existent highs and distorted bass."
  },
  {
    "commentText": "You were the one who started your stupid conversation in the first place. He countered your point that 240p is the lowest in Youtube, and you tried to make his point look like that 240 is HD. This is called a logical fallacy. i'm sure he's quite aware that 240 is not HD, even if it's not the lowest allowed either. Take your cookies and condescending diction elsewhere that we may enjoy the music."
  },
  {
    "commentText": "Yay - my plan the entire time! :D"
  },
  {
    "commentText": "Bravo, you want a cookie? That still doesn't make 240 anywhere near HQ. I'm about to upload this myself in 1080p (which is 192kbps AAC audio) just to end this stupid conversation."
  },
  {
    "commentText": "The point is that 240p is not in fact the lowest possible quality that Youtube allows."
  },
  {
    "commentText": "So what's your point? That that's HQ also?"
  },
  {
    "commentText": "They sometimes allow lower than 240p."
  },
  {
    "commentText": "Zion hört die Wächter singen,\ndas Herz tut ihr vor Freuden springen,\nsie wachet und steht eilend auf.\nIhr Freund kommt von Himmel prächtig,\nvon Gnaden stark, von Wahrheit mächtig,\nihr Licht wird hell, ihr Stern geht auf.\nNun komm, du werte Kron’,\nHerr Jesu, Gottes Sohn,\nHosianna!\nWir folgen all\nzum Freudensaal\nund halten mit das Abendmahl."
  },
  {
    "commentText": "Love this"
  },
  {
    "commentText": "Thanks for that."
  },
  {
    "commentText": "This is actually for organ and it's original title is \" Wake up, calls us the voice\" ( Wachet auf, ruft uns die Stimme)"
  },
  {
    "commentText": "Well thanks for showing me that information,i didn t know it."
  },
  {
    "commentText": "Sorry but the highest possible audio quality available on youtube for 240p is 96k AAC. Which is not considered anywhere near \"High Quality\". If there's some magical way to bypass youtube's automatic audio encoding, feel free to share it."
  },
  {
    "commentText": "Oh and there is a 144p option too."
  },
  {
    "commentText": "High quality sound...."
  },
  {
    "commentText": "umm... 240p is not high quality. It is in fact the lowest possible quality youtube allows."
  },
  {
    "commentText": "I greatly thank you people who made it possible for me to listen to some of the music of J.S. Bach on YouTube.  It will help me to be a little more productive in my Middle Age.  I am of the Low Income class."
  },
  {
    "commentText": "i don't want to go to sleep. i want to listen to Bach"
  },
  {
    "commentText": "Since I was born into 90s pop 2000s pop, Nicki Minaj isnt a total drag to me... She's got a unique persona and everything aside from flashing like everyone else does nowadays. I play violin, so this music was always around my house, and I've grown to love it... As well as classic rock, techno, some arias and even rap. LOL"
  },
  {
    "commentText": "damn she really is :/"
  },
  {
    "commentText": "The finest musicians, like artists find their true following after they pass to glorify heaven..."
  },
  {
    "commentText": "schoen..."
  },
  {
    "commentText": "やべぇ"
  },
  {
    "commentText": "i have this song, and i've already add this song to very best playlist :)"
  },
  {
    "commentText": "LOVELY"
  },
  {
    "commentText": "Bach is more popular today than he was in the 1600's. His sons were originally more popular than he was."
  },
  {
    "commentText": "Click 'show comment' for the most sophisticated and refined youtube argument ever."
  },
  {
    "commentText": "Muito bom ouvir, estou suave na nave!!!!!"
  },
  {
    "commentText": "what?"
  },
  {
    "commentText": "The greatest of the greatest."
  },
  {
    "commentText": "Of course Nicki Minaj is in the related videos tab...what the?"
  },
  {
    "commentText": "Thank you. I was looking for the name of this version."
  },
  {
    "commentText": "Come on now humans! They are all shining stars of the same constellation."
  },
  {
    "commentText": "My local NPR station plays this every morning at 6:00. I think the name should be Sleepers Go Straight Back To Sleeping."
  },
  {
    "commentText": "Surreal."
  },
  {
    "commentText": "When I hear this piece i feel sadness. \n.\nI feel we have been forsaken into a time bomb. Man. can you believe it took just one man one idea to create it ALL. including its destruction."
  },
  {
    "commentText": "I am sure!"
  },
  {
    "commentText": "This may be the music we will hear in H\neaven?"
  },
  {
    "commentText": "Well, I will still come if you have tea at least."
  },
  {
    "commentText": "Excellent, beautiful, sometimes inforce us to cry. Thanks Bach!"
  },
  {
    "commentText": "That's subject to opinion. My late uncle was all Mozart all the time. My mom's late friend was all Beethoven all the time. Bach composed music that combined mathemetical structure with a tremendous flare for melodic excellence. So in that vain, he gets the nod for being the best. That being said, everyone's got their favorites."
  },
  {
    "commentText": "Is there any music as beautiful as this in this season ?\nthe German words to this tune takes it to a very heavenly level \n\nLife is good !"
  },
  {
    "commentText": "I believe it is all a matter if preference. I prefer Bach hands down!"
  },
  {
    "commentText": "Target found. Firing in 3...2...1.."
  },
  {
    "commentText": "I would like to invite you all to my castle villa and drink some nice cup of tea in the paradise like garden while we are listening to this piece of music sent down to us from heaven. \n\n(If I had a castle villa)\n\n\n(Or a garden)"
  },
  {
    "commentText": "wow you're all soooo classy"
  },
  {
    "commentText": "..thats really a stupid thing to say...even though I personally feel the same about Bach - though it has nothing to do with my education."
  },
  {
    "commentText": "0. John Cage"
  },
  {
    "commentText": "No. I'm an atheist and I fucking love this. Bach = Proof that music can, and does, transcend cultural, religious and ideological boundaries. \n\nAnd you're just sitting there being an ignorant prick."
  },
  {
    "commentText": "Bravo Frog ... That made me smile."
  },
  {
    "commentText": "ahhhh bach i luv him!!!!"
  },
  {
    "commentText": "My class is playing this next wends day in a concert"
  },
  {
    "commentText": "Bliss."
  },
  {
    "commentText": "I disagree. I think that Justin Bieber is the best ^_^\n\nCome on, his music is actually quite good :P"
  },
  {
    "commentText": "How could they have not heard AIR and not been in shock and awe? It has moved some of the greatest minds that have ever lived!"
  },
  {
    "commentText": "It's true that Mozart and Beethoven studied Bach, and applied his influence in their late works. However, we can attribute much of Bach's modern popularity to Mendelssohn, who conducted concerts of Bach's music and started a Bach revival movement."
  },
  {
    "commentText": "Bach was born in 1685. During his lifetime, his music was not nearly as popular or revered as it is today. Unlike the cosmopolitan and internationally celebrated Handel, Bach did not travel through Europe. He stayed in Germany, mostly working church jobs. His later work was seen as old-fashioned, not nearly fashionable, and cutting-edge \"galant\" composers like Hasse were held in higher regard."
  },
  {
    "commentText": "I believe that there exist only two types of music.That music you like and that you don't and always the caveat De Gustibus Non Es Disputandum I particularly like this piece and yet I am \nunmoved by much of what this fine composer produced."
  },
  {
    "commentText": "I don't mean to insult him by calling his music fashionable. It's a compliment, actually. I think we can agree that Bach was intensely popular in the 1600's and is not so popular today outside of classical circles. I'm saying nothing about his music, only the amount of people that listen to it.\n\nMy last comment was only trying to express that Bach doesn't divide people by intelligence, but taste."
  },
  {
    "commentText": "I don't think so. Bach was trendy, (still is in the classical circles, obviously) but among the crowd of listeners, there was surely a few idiots. What else will they listen to?"
  },
  {
    "commentText": "Elurra ari dixi hirian. Hainbertzenarekin, karrikatik heldu halako ahaidea entzun eta soz ari nixi beroagailua zangoaldean dudala, eta bai goxotarzuna. Eta, harat, errekinaren ondoan halako neskaxe batto beltzez bezti ari ez da , ba? Anartean, atergabe ari dixi. Bururatu eta bertze ahaide batto, eta bertze batto, eta hala nuizbait halako furgonetara hurrandu eta bildu duen artio, aski berant, jakizu. Errekina orai berean ari xu ororen biltzen. Abantzuño arimarik ez. Elurra. Abaro goxoa etxea."
  },
  {
    "commentText": "Ríos de leche y miel -como reza el himno sandinista- a quien ha marcado como spam. Y sigamos gozando de ésta y tantas melodías sugerentes  que nos llenan de bienestar y lo expresamos cada cual como quiere. Hoy la he escuchado en un montaje audiovisual por la independencia alimentaria, como música de fondo de selvas, bosques, agricultura respetuosa y cosas así.  Vamos, una pasada. Y que no se carguen las huertas de Aranzadi en Iruñea. ¡Chinchín!"
  },
  {
    "commentText": "Los apellidos de mi abuela: Zuberogoitia Azurmendi."
  },
  {
    "commentText": "Kaixo. Agradezco de buen grado tu amable respuesta. Verás, soy de Sestao, nacido en Baracaldo, y mi abuela materna era de Aulestia y no sabía hablar castellano, pero sé que el Euskera que hablaba mi abuela no lo entenderían hoy quienes lo han aprendido en Ikastolas, pues es una mezcla. No tengo nada en contra, pero escribir en Euskera aqui, es como hacerlo en Cirílico, o en caracteres chinos, por eso me parece una catetada, e incluso una soberbia presunción. Agur."
  },
  {
    "commentText": "¿Todavía en ese plan porque alguien escriba en euskera? Hijo mío, qué mala bilis, os saca de vuestras casillas por ser como sois. Ale, feliz recogida y asado de castañas."
  },
  {
    "commentText": "Y tu un mal cerebro. Acostumbrado ya a ver miles de comentarios en you tube, se supone que la gente comenta para que otros vean su opinion. Algunos otros, como éste, comentan para que nadie les entienda !Zorionak! Y lo logran. O quizas comentan en Euskera para amortizar lo que se gastaron dando clases de una lengua con la que no se puede ir a ningún sitio fuera de Euskadi. Mejor aprende Inglés, que el mundo es ya muy pequeño y será mas util. Vaya catetada. Kans adode payas os yvai nascom otu."
  },
  {
    "commentText": "Tranquilo. Tenías un mal día, ¿eh? ¿Ya pasó? Seguro que sí."
  },
  {
    "commentText": "All so sad to listen to, the masterful great minds that opened the doors to the capacity of Man to create music have long passed. I decended from these masters. I am destined to realize it, and then sigh at the mess I am as a modern man."
  },
  {
    "commentText": "Indeed."
  },
  {
    "commentText": "Please uploader, You should put more information into the description as most us students are here for learning. Thanks"
  },
  {
    "commentText": "Wealthy men AND women were more more rotund during this (and other) times. If you live in a time and place that many of your neighbors--even ones in large houses and huge estates--are going hungry, then being plump becomes a status symbol.  \"I have so much money I eat to excess\".  Put on top of that being a church organist, a cantor, and a composer are all generally done sitting on your duff for hours on end while eating a steady diet of German food, and being a little plumb isn't surprising..."
  },
  {
    "commentText": "I think he didn't mean the classical period but classical music as a whole."
  },
  {
    "commentText": "Bach is baroque not classical"
  },
  {
    "commentText": "His music is the purest form of art there is."
  },
  {
    "commentText": "I luv dis shit wen im blazed as fuck\n\nent"
  },
  {
    "commentText": "No."
  },
  {
    "commentText": "good point.\nfantasia was definitely MY introduction to \"serious\" music.\ni play a very eclectic mix of popular (1930's to the present) \nGilbert&Sullivan broadway and \"classical\" music \nsourced from my ipod through the p.a. system at the 7-11 store where i work.\ni get quite the range of reactions from the customers -\nfrom \"do you guys have to listen to this **** all the time ?\" \nto \"oh wow - i love this !\"\ncharles ranalli\nalbuquerque"
  },
  {
    "commentText": "That's why Disney made the two Fantasia movies, to introduce kids to classical music."
  },
  {
    "commentText": "Bach appears to have been overweight. Just saying. Oh yeah and Bach is cool, but..  \n\nVivaldi > Bach \n\nEZ"
  },
  {
    "commentText": "True, Bach was a Baroque composer. The word \"classical\" as is commonly used is referring to music composed prior to 1900 and of course includes Bach. The word \"Classical\" is initial caps and refers to the time period immediately after Baroque which started when Bach passed away."
  },
  {
    "commentText": "Bach i love you"
  },
  {
    "commentText": "J.S. Bach is the greatest composer of all time, all educated people agree on that\n\n-Count Orsini-Rosenberg"
  },
  {
    "commentText": "you can be both"
  },
  {
    "commentText": "Sorry. Yes. You can see \"Dancing in the Basque Country\". If you want, of course. Thanks."
  },
  {
    "commentText": "OK, was that Basque?"
  },
  {
    "commentText": "2012ko villavesaren entzierroa ikusi eta hosto hunetarat jin nuxu sosegatu beharrez. Ene, bada!"
  },
  {
    "commentText": "Egun laneti neke, estu, larri, nerbiosturik eta ahoti sunda zeridala nuxu heldu etxerat. Bertarat orduko, ohatzean etzan, musika hau para eta lo. Beharrik bakantzak beititut."
  },
  {
    "commentText": "To all geniuses.  Johann Sebastian Bach was a Baroque Composer.  The Classical period starts with Mozart and Haydn."
  },
  {
    "commentText": "i always expect a scream when i listen to this music...thx to the c64 game \"friday the 13th\""
  },
  {
    "commentText": "Hearing this played on a pipe organ in my local church yesterday brought me here... :-)"
  },
  {
    "commentText": "Sanferminak izanikan ere, kanpoa jendez mukurru, gaia zohardi, llaguntsak eta hirurok etxen gire, hirurok feuteuilean etzinik, heiek txirri-mirri, ortus oro, ni prakarik ez, heiek debardeurrik ez. Eta musika hau para diet loak goxoago atzeman ditzantzat. Biharko kafea eginik da. Hunen irus, urus, uros, lorius, agrados eta satisfos niz, enregistratzeko aparailua izeki eta heien enregistratzerat hasi niz, iduria betikotz, sekulakotz, jagoitikotz eta eternidade guzikotz ukanen badut. Bai aluxka ni!"
  },
  {
    "commentText": "you must be what 12?"
  },
  {
    "commentText": "lol, me too. It's like they are a new band who have just released their first hit song. \nOnly, that was some 45 years ago."
  },
  {
    "commentText": "procol harum brought me here!"
  },
  {
    "commentText": "Go fuck yourself and don't bother me."
  },
  {
    "commentText": "no fuck u"
  },
  {
    "commentText": "this was used in ali g too.....ironic life is ironic"
  },
  {
    "commentText": "This was used in Harry Potter, am I right?"
  },
  {
    "commentText": "No, this is the Baroque period, before the classical period; which most people know of Mozart, Beethoven and others from the classical period. After the classical period comes the Romantic period, which is famous for TONS of composers like Schubert, Schumann, Brahms, Chopin. But I LOVE Bach, and you can never go wrong listening to all of his works. That's what all of the great composers till this day do."
  },
  {
    "commentText": "I agree with DeVizardofOZ when ever I listen to Bach.\n\n...but then when I hear Beethoven, I'm taken by the raw beauty of *his* music.\n\nLuckily, I don't have to decide just yet...\n\nIan."
  },
  {
    "commentText": "yup I corrected it in another comment sorry"
  },
  {
    "commentText": "Actually, it's Baroque. Bach died a good 70 or so years before the Romantic period."
  },
  {
    "commentText": "even though I agree I still ask: By which standard? e.g. i like Bach, but I also like Sting;-)"
  },
  {
    "commentText": "This is in the romantic era it's not a classic. anyways I agree with you."
  },
  {
    "commentText": "The ending was quite irreverent to me, but overall good performance."
  },
  {
    "commentText": "very relaxing! i like the organs in the background."
  },
  {
    "commentText": "doesn't really take an expert."
  },
  {
    "commentText": "...the older I get the more intelligence I find in classical music;-) still my spectrum of musical liking is very broad, depending on the situation and mood. After a full circle I always find back to Bach."
  },
  {
    "commentText": "Thanks a lot, I'll definitely read the books (it'll be good practice for my almost forgotten German :-)! And sorry for the delay in my answer: your comment seems to have been blocked out as Spam (one wonders what's YouTube policy on spreading culture), and unluckily my own account is linked to an email address I barely use. So thank you again, and keep posting here: it's nice to read something that actually opposes the too-regular mindless opinions based on uninformed dogmatic beliefs..."
  },
  {
    "commentText": "amazing classical song..."
  },
  {
    "commentText": "the sound of Civilization \nquite foreign to most Americans today\ncharles ranalli\nalbuquerque"
  },
  {
    "commentText": "exelent brilliant classical music....genus work."
  },
  {
    "commentText": "Gaur, aski uzkur nuzu etxen agitu kontuño batengatik; hainbertzenareki, ahaide hau gogorat jin eta kontsolatu egin nizu."
  },
  {
    "commentText": "Wtf."
  },
  {
    "commentText": "Sati, \"Gnossiennes\", interpreted by Reinbert de Leeuw! Your opinion please!"
  },
  {
    "commentText": "Bach's music is definitely intelligent, but most of all, it's complex. He is able to write religious pieces such as this one without compromising the abstractness mathematical rigour underlying his compositions. Music is subject to fashions; but if I'd have to bet, I would say the only timeless creations wiill be Bach's. And if you're interested in how complexity system maths are linked to Bach (or the opposite), I suggest you read \"Gödel, Escher, Bach: an Eternal Golden Braid\", by Hofstadter."
  },
  {
    "commentText": "Think twice before replying. Context matters. First of all: \"Classical music\" is an accepted acception, oposed to, let's say, Jazz, or Pop, and therefore, it's OK to call ALL composers of what some would call \"Western Erudite Music\" \"Classical\". Secondly, are you sure about Beethoven being a classical composer? Since you seem to be splitting hairs here, should I remind you that his style is only classical during his youth, and he is widely regarded to be the first romanticism composer?"
  },
  {
    "commentText": "Gaiherdi xu eta gaur ere entzun xut loak hartu aitzin! Aspaldiko partez!"
  },
  {
    "commentText": "This is not classic this is Baroque! Classic includes Haydn, Mozart and Beethoven."
  },
  {
    "commentText": "This is gay"
  },
  {
    "commentText": "just look at the way his face is in the picture. does it not look like thats something someone now-a-days  would say when they smell something bad? I have great manners. I was just hoping someone thought the same thing i did."
  },
  {
    "commentText": "And I hope that you learn to lighten up. I love Bachs music just as much as anyone else. God forbid if I make one joke about the way his face looks in the picture. Sheesh."
  },
  {
    "commentText": "Best composer of all time. Period."
  },
  {
    "commentText": "Amazing... certainly one of the best composer of all time!"
  },
  {
    "commentText": "I came to this video for the song. But now that I'm here, I have to say this. who else thinks bach has the look on his face of \"who the fuck shit their pants?\""
  },
  {
    "commentText": "so he's been gifted why?because of making money?or because he's got a good background?i cant agree with this kind of generalization against christianity and churches.greetings from prague.bach was touched by god."
  },
  {
    "commentText": "> And religion has always been into making money \n>so they could pay Bach so he could write songs for the church.\n> Bach was into religion\n> Religions was into bach"
  },
  {
    "commentText": "Me too. Sleep well!"
  },
  {
    "commentText": "Muy culto y cosmopolita, pero qué malhablado. ¡Paciencia, Señor! Prosigamos."
  },
  {
    "commentText": "Incredible! I go to sleep with this eternal music."
  },
  {
    "commentText": "¿Lo escribes en Euskera para que lo entienda todo el mundo no? ¿Porqué no pruebas a escribir en zulú, o en Bantú? ¿Puede saberse de qué coño quieres presumir, ademas de, de ser provinciano?\nEl Euskera es una lengua exclusiva para quien la conoce (ni la mitad del pueblo vasco) El castellano es una lengua del mundo (actualmente se dice que la segunda tras el chino). CATETO."
  },
  {
    "commentText": "Written by my mother: \"Lately I fall asleep listening to this music\" Indeed, my mother was a dilettante, not only liked classical music but also art. She taught us a lot and since then I love the nineteenth century, be it music, be it art or history, whether literature, either photography ... I give it to hear my daughter occasionally, and Guridi, Ravel, Aranburu, Zuriñe Gerenabarrena, Carmelo Bernaola, Sarasate, Arriaga (all Basque composers) and others. Sorry fr my trrible English. Thnks a lt."
  },
  {
    "commentText": "Translation Basque-English please?"
  },
  {
    "commentText": "The choral group at my local college  did an acapella version of this, 2x speed. Its pretty funny :)"
  },
  {
    "commentText": "How quick answer! I agree, but... I can not help. I love a lot basque language and I want to be present in the internet. I also write in spanish and french, and in english is very difficult to me. Sorry. Now I´m trying. I´m grateful. Be happy!"
  },
  {
    "commentText": "Thanks. An again something learned on YT ;-) Be it as it may, I think it's a pity that your comment in basque will only be read and understood by few people."
  },
  {
    "commentText": "This is basque language. If you want to know the seven basque countries (Euskal Herria), you can click \"Dancing in the Basque Country\". Thanks."
  },
  {
    "commentText": "You're welcome!"
  },
  {
    "commentText": "And again Bieber. How for heaven's sake can it be that I find these sort of comments wherever I am on YT? VERY annoying."
  },
  {
    "commentText": "I can't decipher any of this writing. Who can?"
  },
  {
    "commentText": "Then I'm funny, too - as I do exactly this: Rejecting religion but liking Bach. And so what. Who will hinder me? ;-)"
  },
  {
    "commentText": "Same with me here. No sympathies for any religion and appreciating Bach very much all the same. Though he wrote the pieces out of a religious context....."
  },
  {
    "commentText": "I think it's not only relaxing, it's reassuring, encouraging, uplifting (not so very often with the classic tunes, I think ;-) It's ideal to be heard before going to sleep."
  },
  {
    "commentText": "Thanks for the information - it's obviously missing in the headline, as so often on YT...... Though the uploaders are great, they ar omitting the basic data too much, I think. Generally: I am no Christian (never was) but I find this piece to be deeply touching. It's solemn, without being pathetic. There are few classic tunes I can hear before going to bed - this is one of them."
  },
  {
    "commentText": "Just love it.."
  },
  {
    "commentText": "I love Bach."
  },
  {
    "commentText": "Yes, this is simply Christian music. But also more - this is for all the mankind."
  },
  {
    "commentText": "Muy hermosa! Aleluya!"
  },
  {
    "commentText": "I heard this song on my game ecept it wasin an ocarina version of the song.So great.I cried"
  },
  {
    "commentText": "You don't say! :P"
  },
  {
    "commentText": "My favourite!!! Thanks!"
  },
  {
    "commentText": "crazy, i think we played this in highschool. i never apprieciated it until 9? years later?\ni played in band 4thgrade-half way theur senior year (lol). shit jus didnt sound like this tho lol"
  },
  {
    "commentText": "for a strange reason makes me think of disney' sleeping beauty"
  },
  {
    "commentText": "a good brass version, mild and touching"
  },
  {
    "commentText": "@unborn1963 Baroque not classical"
  },
  {
    "commentText": "@Loobs666 I am sorry to have to disagree with you. The first time I ever heard classical music was during the eighties-  that was a regular feature on Channel Two, Saudi Arabian Television. \n\nI think your broad brush could use some adjustment."
  },
  {
    "commentText": "@sel1011001 As much as I have problems with Christianity, at least it inspired and nurtured great Art and Music... Islam on the other hand would term it Haram... and destroy the whole fucking lot!"
  },
  {
    "commentText": "I feel !      I  hear spring      the sound of spring a new."
  },
  {
    "commentText": "@yugoroth1 Wachet Auf, ruft und Die Stimme!\nSleepers Awake, A Voice is Calling! A Chorale Prelude by Johann Sebastian Bach, BWV 140. That's hopefully a little more information on the piece."
  },
  {
    "commentText": "@333Chrome I love you"
  },
  {
    "commentText": "Bach composed some of the best pieces in classical history, this being one of my favorites. The german Title is Wachen Auf, or so I remember."
  },
  {
    "commentText": "please, bach was german good. So is the title of this song Wrong."
  },
  {
    "commentText": "played this in my guitar ensemble. awesomeness."
  },
  {
    "commentText": "BRASS CHOIR = Awesmoe"
  },
  {
    "commentText": "@xCrucifyTheFleshx \nIndeed so. : )"
  },
  {
    "commentText": "Perfecto!!!"
  },
  {
    "commentText": "@Apologist4Christ973 And there were almost no dates on any of the works, which is why I answered incorrectly when my professor asked \"How were the BWV numbers decided?\" and I responded with \"Chronology?\" Derp grad student."
  },
  {
    "commentText": "Interesting to know that this, along with everything else Bach wrote, wasn't performed more than once in his lifetime, and didn't become popular until over a hundred years later. Oh, the life of a baroque composer."
  },
  {
    "commentText": "come on now! here me know! are ya hearin me now?  much respect goin out to me main man sebastian bach, hear them tunes on the ones and twos. bangin respect goint out to me main  man. bla bla bla,  shabba!"
  },
  {
    "commentText": "just beautiful..."
  },
  {
    "commentText": "@sel1011001 That makes sense, the church has always been big into religion."
  },
  {
    "commentText": "i was in a bad mood when i clicked on this video...i feel loads better...man this stuff is so...relaxing"
  },
  {
    "commentText": "A couple posters assert this version is by Empire Brass. It is very similar to the sample I found on iTunes. I feel is next to criminal not to cite version info."
  },
  {
    "commentText": "Who are the musicians?"
  },
  {
    "commentText": "Beautiful, calm, reflective, Heaven (however you see it) is a bit like this"
  },
  {
    "commentText": "@BuddhaStarr nah, i just felt like typing some random phrase......."
  },
  {
    "commentText": "@stormtrooper1296 Sex Pistols?"
  },
  {
    "commentText": "God save the Queen!!!"
  },
  {
    "commentText": "It's eerie, the hair on the back of my neck stood up, I could of sworn I heard voices singing at 3:19!\nExcellent performance, this really is quite a lovely piece."
  },
  {
    "commentText": "@TheGreatchaz519 not only music, patronage for (high) arts in general, social welfare and healthcare and of course the educational system. all funded by the church, before there even was a centralized state to take care of all this. And now the Pastoral Power (Foucault) is still among us at large just behind a different veil."
  },
  {
    "commentText": "@earwasel2 Beethoven was Rock and Roll in his time"
  },
  {
    "commentText": "aaah Bach, the music i grew up with and laid the foundation for the shape of things to come."
  },
  {
    "commentText": "So what  if  it  is  religious..it  amazing & fantastic..its  absolute absurdity  to look  at it from such  a view."
  },
  {
    "commentText": "C'mon, shut up and enjoy this lovely piece"
  },
  {
    "commentText": "i dislike most of religions. i love bach's music. problem? then keep it to yourself, cause i don't give a damn. i just came here to listen to a beautiful masterpiece and you should shut the hell up and do the same. if you wanna bash religion or fight for it, go to some forum. this is youtube. more importantly, this is BACH. peace ;)"
  },
  {
    "commentText": "We live in a time where music is only limited by the performers skill and the composers insight. The muse never left, you just cannot profit so heavily from it anymore. And to real musicians none of that should matter. If you have seen no local live music this week, you are doing yourself a disservice as a music lover. Listen and love all music, you can find it everywhere."
  },
  {
    "commentText": "Its beautiful.... So calm and yet so intense. when I close my eyes and listen to this, it takes me someplace truly extraordinary. Its like I'm flying, dancing and resting at the same time. Truly Marvelous."
  },
  {
    "commentText": "Bach = Heaven!"
  },
  {
    "commentText": "@audiostratus \nAll the music was written for religious purposes because they were written for the church."
  },
  {
    "commentText": "I find it ironic that a tune typically titled \"Sleepers Awake\" actually helps me get to sleep more easily."
  },
  {
    "commentText": "in some ways BACH'S music sounds more contemporary TO ME than mozart. beethoven etc\r\nnot better but more modern /// by no means an expert on classical music but i know JSB proceded the 2 mentioned"
  },
  {
    "commentText": "nice arangement. WHY EVEN BOTHER!"
  },
  {
    "commentText": "Sounds like the entrance though the gates of heaven and marveling view of heaven in all it's splendor"
  },
  {
    "commentText": "Exams here i come c:"
  },
  {
    "commentText": "@Joshuajlawn What is \"Bible\" Christianity?"
  },
  {
    "commentText": "Bach is the greatest composer and musical master of Western Music! He is so close to God with his soaring imagination and depth of understanding. I personally don't know if I believe in God, but Bach brings me to God anyhow. His melodies are so beautiful! His orchestrations so flawless and multifaceted; his fugues so intense and brilliant; his music so challenging to complacency in every way, so forward looking; his mind searching the cosmos for the perfect means to express its grandeur."
  },
  {
    "commentText": "@Joshuajlawn Bach was a musical genius. That is fact, regardless of whether or not he believed in God. All can enjoy his music."
  },
  {
    "commentText": "@jaremarshall14 Everything was copied manually, probably using a goose feather pen."
  },
  {
    "commentText": "@danielsonn77 lloyds bank advert"
  },
  {
    "commentText": "my god what 80's tv program or advert did they use this for again?!?!"
  },
  {
    "commentText": "@graufuchs88 right.  most music was funded by the church/state and gave a struggling musician a source of income."
  },
  {
    "commentText": "@TerminusEst13 >sleepers wake is a Christian Hymn\n\n>see many atheist complain about religious comments\n\nWhat the hell? uh oh... hell is a religious topic!"
  },
  {
    "commentText": "Amari irakurririk: \"Aspaldion ahaide hunen entzutez hartzen nu luak\". Izanez ere, amatto dilettante hutsa genuen, musika klasikoa ez ezik, artea ere bazuen maite. Guri aunitz erakatsi zaukun eta geroztik nik badut kuttun-kuttun XIX. mendea, dela musikaz, dela, historiaz, dela arteaz, dela argazkigintzaz, dela literaturaz... Nik alabattoari paratzen ohi dekot, tarteka, eta Guridi, eta Ravel, Aranburu, Zuriñe, Bernaola, Sarasate, Arriaga eta bertze."
  },
  {
    "commentText": "@TerminusEst13 it's everywhere, man."
  },
  {
    "commentText": "@mysticnightromancer1 since when did Bach fans say \"oh that's bitchin\" I mean come on at least try to be civilized"
  },
  {
    "commentText": "I dont think they had microphone technology back then so did people just copy the notes and record them?"
  },
  {
    "commentText": "And there will be those who will never sleep!  But there is no real music composed for them unless some one knows some thing that I do not."
  },
  {
    "commentText": "@MrLivePositive8  \"Spiritual\"?  Are you testing me, Satan?"
  },
  {
    "commentText": "@raynor9x9 you're right. religious or not, you have to acknowledge the importance of the church in both preserving and advancing the arts."
  },
  {
    "commentText": ">come to a Bach video\n>see people being freaked out by religious discussions\nWhat the heavens?"
  },
  {
    "commentText": "@amazingwave Because the church was the highest paying patron at the time if you weren't writing music for a nobleman."
  },
  {
    "commentText": "@TerminusEst13 Almost all of his music was religious. That could have sparked the debate."
  },
  {
    "commentText": "That intro made me think i'd opened a jazz video."
  },
  {
    "commentText": "This song makes me feel a little sad, like melancholic."
  },
  {
    "commentText": "@TerminusEst13 Well there's nothing strange about that. After all, most, if not all of Bach's music was based on religion and his devotion to God."
  },
  {
    "commentText": "@balajichari85 try harder fag"
  },
  {
    "commentText": "@balajichari85 get a life"
  },
  {
    "commentText": "@TerminusEst13  Well it is religious music."
  },
  {
    "commentText": "@balajichari85 not funny"
  },
  {
    "commentText": "@TerminusEst13 I guess it's because Bach takes people somewhere up in the stratosphere where if there is a God, he must reside.  Hard to believe something like this was created by a mere mortal."
  },
  {
    "commentText": "@soleafar22 Yes, most of his music was religious, but I agree with you."
  },
  {
    "commentText": "Ummm... it's natural to mention religion when discussing Bach because most of his music was written with religious purpose.\n\nNow, that aside ... Bach has some most beautiful, solemn music. Love it!"
  },
  {
    "commentText": "Bach is the perfect composer for a warm cristhmas night :)"
  },
  {
    "commentText": "@lelouchmagnet12  who the fukk' comes here for religion?? i came for his music, moreover he made this music not \"God\"...\nlisten to it,like it, and stop arguing about non sense assosiation"
  },
  {
    "commentText": "@Sanotaru92 If you're not thinking or talking about Christ when listening to Bach then you don't understand his music. Bach was a Lutheran Kantor in Leipzig, Germany. As Kantor he was responsible for writing liturgical music for the churches of Leipzig. He was also in charge of Christian education in the town, which meant that he was theologically trained. Bach's music is interlaced heavily with Christian theology and themes. That's why he's often called the 5th Evangelist."
  },
  {
    "commentText": "@abcmole i never knew the history behind this song. cool! and yes, I am a Christian, therefore I believe what you said here."
  },
  {
    "commentText": "23 dislikes with Bach? BLASPHEMY!!!!!!!!"
  },
  {
    "commentText": "@Arsenate22   and  VITA BREVIS, ARS LONGA."
  },
  {
    "commentText": "@Sanotaru92 im just saying that a music video is not the right place to be talking about religion. I have no problem talking about religion in a video about religion."
  },
  {
    "commentText": "@gamerfreak5665 why not? his religion was an important influence on his music... The main topic cannot be about God existence but about religion beliefs in his time!"
  },
  {
    "commentText": "@terrybeaton you'd better check all the BW and you will find that what you want us to believe is not correct."
  },
  {
    "commentText": "We're playing this in my band <3 flute melody though (no, i dont mean orchestra. i mean band.)"
  },
  {
    "commentText": "@gamerfreak5665 Bach was born in the 1600, of course he was a Christian..."
  },
  {
    "commentText": "@TerminusEst13 because Bach was a Christian. but I agree, heres not the place to be talking about religion."
  },
  {
    "commentText": "@thomasey2 In my opinion Bachs music seems almost beyond human. As one man said \"Listening to Beethoven makes you feel like Beethoven. Listening to Mozart makes you feel human. Listening to Bach makes you feel like the universe.\""
  },
  {
    "commentText": "I have no idea why, but this song really reminds me of Black Adder"
  },
  {
    "commentText": "My high school orchestra has to play this at our Christmas concert in 6 days. It's not a very easy song. :/"
  },
  {
    "commentText": "Yes, Bach, I understand how one can touch the human mind so profoundly. Yes Bach can. My feeling is that this will be for many generations to come as well same touch. just so human."
  },
  {
    "commentText": "@malows1234 Of course not, that's perfectly normal."
  },
  {
    "commentText": "@TheUnbannableTroll so we can call 'em Morons"
  },
  {
    "commentText": "Half asleep I cook bacon and eggs to this."
  },
  {
    "commentText": "@TerminusEst13 He was quite religious."
  },
  {
    "commentText": "such an adorable piece (':"
  },
  {
    "commentText": "@TerminusEst13 WTF! I've had the exact same impression."
  },
  {
    "commentText": ">come into Bach video\n>see people talking about religion\n\nWhat the hell?"
  },
  {
    "commentText": "@November10th1775USMC Dude, relax, no need for such rudeness, people understand you perfectly well without it = )"
  },
  {
    "commentText": "@joselito2010able oui, c'est ça..."
  },
  {
    "commentText": "JE ME REPOSE PAR CETTE MUSIQUE ET TOUT L UNIVERS EN MOI AUSSI"
  },
  {
    "commentText": "cette musique me fait beaucoup de bien.Elle donne l'impression d'être venue de très loin. Tout l'univers résonne à travers elle.\nElle repose vraiment.MERCI"
  },
  {
    "commentText": "cette musique me fait beaucoup de bien.Elle donne l'impression d'être venue de très loin. Tout l'univers résonne à travers elle."
  },
  {
    "commentText": "@November10th1775USMC Actually, the writing of the Torah precedes both Greek and Roman civilizations.  I guess if you use a late date it's right around the time of the rise of Greek culture.  But the (initial) Old Testament precedes the founding of Rome, much less anything that can be called an \"empire\", by hundreds of years.  The New Testament, of course, was composed/assembled in the first few centuries CE..."
  },
  {
    "commentText": "WOLFGANG OR DIE"
  },
  {
    "commentText": "@November10th1775USMC sorry dude maybe you are right...wikipedia save you ja good source"
  },
  {
    "commentText": "@November10th1775USMC O_O sorry dude i didn´t know that you don´t know the old testament like exodus leviticus numbers, etc...the christian bible have this books before the new testamente, and those were written way before jesus was born...ja...maybe you don´t have a complete bible...again sorry about my english"
  },
  {
    "commentText": "@November10th1775USMC  some books from the bible were written before ancient greece and rome, thath doesn´t mean that i´m agree with the savage subjet but you should read a little bit more before writte...sorry about my english"
  },
  {
    "commentText": "23 people need to be punched in the face."
  },
  {
    "commentText": "@Shanelololol uhm, blablabla yeah, i can perfectly decide for myself without that freaking bible that stealing, \nmurder, raping etc etc is all bad, mkay.. it's all a matter of being raised well.. so u say that when u're raised without that jesusshit, u will end up selfish, arrogant and blabla? hahaha, dude.."
  },
  {
    "commentText": "@miepdetruus the Bible isnt just a story it is full of wisdom and is the basis of all law. without it we would be a bunch of savages because we wouldnt have gotten the idea to control ourselves or obey any kind of law without this higher authority to give us the law"
  },
  {
    "commentText": "@miepdetruus people just dont want to obey God because they are selfish and arrogant. something which is apparrent in you. unbelievers are just like children being defiant and disobeiant to authority. your problem is that you dont want to submit to authority."
  },
  {
    "commentText": "@Shanelololol hmm, i'm pretty sure we did.. just like some guy who was tripping balls wrote a book that's been rewritten and translated millions of times, and some left things out, some put some extra nonsense in it.. and now it's called \"the holy bible\"   :)"
  },
  {
    "commentText": "@miepdetruus no, we sure didnt."
  },
  {
    "commentText": "@Shanelololol yeah, but didn't we created God?"
  },
  {
    "commentText": "This is the perfect homework music(:"
  },
  {
    "commentText": "bach is the god of music"
  },
  {
    "commentText": "@dohyou Yeah but God created Bach's brain."
  },
  {
    "commentText": "It's Morning Somewhere!"
  },
  {
    "commentText": "@crazyparkour017 \nI couldn't find the video of the music, hence me asking. I'm also not a die hard Lord of the Rings fan so spelling his name right was not a concern of mine. You're second sentence alone would've been enough.\nRegardless, thanks."
  },
  {
    "commentText": "Is it me or was this in the beginning of the lord of the rings when Froto was sitting under the tree waiting for Gandalf?"
  },
  {
    "commentText": "Never heard the hole thing before, i remember hearing bits of it in movies. I liked it!"
  },
  {
    "commentText": "Straight from heaven!"
  },
  {
    "commentText": "bunch of nitpickers"
  },
  {
    "commentText": "@tinkdnuos \"Not to nitpick\"\n\nNo, that was ONLY to nitpick. Plus the Classical period was only a small part of what is colloquially called classical music. And 200 years? Bach lived right up to when most people agree the Classical period started. So be quiet."
  },
  {
    "commentText": "@MrKikelenon LOL"
  },
  {
    "commentText": "Una finestra sul Divino"
  },
  {
    "commentText": "@DuffBall11 Not to nitpick, but he clearly didn't JUST play classical.\n\nBecause this is baroque. It predates the classical period by almost 200 years."
  },
  {
    "commentText": "21 people wanted to sleep more"
  },
  {
    "commentText": "I'm here because of Bobby Mcferrin and Jacques Loussier."
  },
  {
    "commentText": "Bach = G.O.A.T."
  },
  {
    "commentText": "@stuartdthompson not to be mean, but Bach was WAY ahead of Steve."
  },
  {
    "commentText": "Bach was an amazing human being. Pianist, cellist, composer, philosopher. Much like our own Steve Jobs he was a visionary ahead of his time. His contributions to music are incalculable, yet he himself would have never believed it had you told him so. He was a humble man simply doing his job, and doing what he loved."
  },
  {
    "commentText": "@drmarkchang hq audio not video"
  },
  {
    "commentText": "Beautiful version....Empire Brass, I think."
  },
  {
    "commentText": "@sammvasquez Yes I agree with you on that. Well done, good sir, well done! And to you @darthhoff12, quite agree *puffs on pipe*\r\n\r\nLove this song! Makes you feel important as well."
  },
  {
    "commentText": "Heavenly!"
  },
  {
    "commentText": "It can't get any better than this!"
  },
  {
    "commentText": "me fascina esta musica"
  },
  {
    "commentText": "@meeseification lolololol"
  },
  {
    "commentText": "@pooppebbles  take a shower."
  },
  {
    "commentText": "i can feel myself melting to this"
  },
  {
    "commentText": "my ballsack smells real bad"
  },
  {
    "commentText": "@Ksharp1fan \n\nNope, cause I'm correct."
  },
  {
    "commentText": "@Ksharp1fan \n\nIt's just mature, not 'maturer.'"
  },
  {
    "commentText": "@Ksharp1fan \n\nIt also doesn't help you with your grammar either."
  },
  {
    "commentText": "this is porn to my ears....."
  },
  {
    "commentText": "@bobby5574 I Know the feeling. Bach is one of the great composers, he has never written anything that wasn't genius. Bach, Mozart, Chopin, Sibelius, Wagner my 5 favorites, of course Tchaikovsky, Haydn and Hummel follows very close :-)"
  },
  {
    "commentText": "No one cares how old you are or if you like classical music, shut up!"
  },
  {
    "commentText": "haha I'm a straight guy... I love classical music... don't judge me... plz."
  },
  {
    "commentText": "Could someone please tell me what is the main instrument is??\r\n\r\nI think It's a Bass Trumpet but I'm not sure.  maybe a tenor trombon\r\n\r\nPlease..!@#"
  },
  {
    "commentText": "Could someone please tell me what is the main instrument??\r\n\r\nI think It's a Bass Trumpet but I'm not sure.  maybe a tenor trombon\r\n\r\nPlease..!@#"
  },
  {
    "commentText": "@bobby5574 never give up the passion for real music, you will grow in a way the deprived simply can't understand, and they will hate you for that, because they are afraid of what they don't understand, and will be jealous of your richer experience musically."
  },
  {
    "commentText": "@bobby5574 OK your soooo cool... lmao"
  },
  {
    "commentText": "Beautiful piece of music ... sends a real shivver when I hear it played as a prelude to the Advent Carol Service in the semi darkness of Winchester Cathedral each year\r\n."
  },
  {
    "commentText": "@bobby5574\nBRAVO, BOBBY!!"
  },
  {
    "commentText": "An honest question: Isn't the tempo a little bit faster? (I accept this rendering to be beautiful, and I don't, in anyway, intend to start a snob discussion about what should be the correct tempo, and that \"nobody plays Bach the way it should be\" and unnecesary things like that)"
  },
  {
    "commentText": "@bobby5574 Lady Gaga is beaver are walking piles of shit!"
  },
  {
    "commentText": "BACH IS FOREVER IN ANY HUMAN SOUL... THANKS"
  },
  {
    "commentText": "@bobby5574\r\nDon't worry, you're not alone. Last year, I was the strange freshman who blasted Beethoven and Bach in my dorm room on Friday nights as opposed to rap or hip hop or some such."
  },
  {
    "commentText": "sort of reminds me of jesu joy of man's desiring. love them both. bach was the greatest composer of all time"
  },
  {
    "commentText": "SO BEAUTIFUL"
  },
  {
    "commentText": "Paul Simon, when he wrote \"American Tune\" borrowed heavily  from this tune.\r\n\r\nBut, then, Bach also borrowed the melody.\r\n\r\n\"American Tune\"??\r\n\r\nBah!\r\n\r\nSimply a glorious tune."
  },
  {
    "commentText": "@HerrWagnerfreund  And that nice cchap., Mr. Hitler,  asserted that Austria was really Germany ..........."
  },
  {
    "commentText": "19 people are f***ing crazy"
  },
  {
    "commentText": "For the record, I like this song."
  },
  {
    "commentText": "I do believe I have just found a new alarm clock sound."
  },
  {
    "commentText": "may be they just dont like the video, not the MUSIC!!"
  },
  {
    "commentText": "may be they just dont like the video, not the MUSIC!!"
  },
  {
    "commentText": "Que beeellaaaa!!!!!!"
  },
  {
    "commentText": "@BdVial @LifeLibertyLove For example, classical music has the ability to scan an enormous amount of acoustic phenomena, but its academic nature, sets it apart from the tribal show that offers folk music, or interactive power of a rock concert. To Caesar what is Caesar's and unto God what is God's. :)"
  },
  {
    "commentText": "@BdVial First: beauty is not in the eye of the beholder, is in the relation between the viewer and the artwork. The fact that a work of art is good or bad, can be known objectively basis to the claims. Speaking of classical music and heavy metal, each of these proposals has its own perfection, its mode of being, and speaking opportunities."
  },
  {
    "commentText": "soooooo pretty"
  },
  {
    "commentText": "@bobby5574  I can relate to that. What I do is convince them to like it. I talk about it so much that bach is everyday life for them, but just remember this quote \" You cant change someones mind if they dont have a mind to change.\""
  },
  {
    "commentText": "i played this song in my community band and i wish they had the full version b/c there is a choral"
  },
  {
    "commentText": "swear to God, im the only kid who listens to /bach at school and i take so much shit for it, but how can u not like it!?"
  },
  {
    "commentText": "ew"
  },
  {
    "commentText": "i love this song i'll put this on my ipod before anything else"
  },
  {
    "commentText": "Can't stop listen'to this"
  },
  {
    "commentText": "@noobmelody \nYea, I think I lost my ability to read for a few minutes there.  Sorry."
  },
  {
    "commentText": "@LambdaQuarks  that last line was addressing chefodeath derp."
  },
  {
    "commentText": "@LambdaQuarks To which I must argue that evil IS a requisite for the establishment of moral free will under what it seems to be a do-or-dont decision making situation. Without understanding evil, you cannot commit evil and since you do not have the capacity to commit evil, you inherently do not possess moral free will.\nAnd I agree. If God created an infinite number of multiverses, it just suggest he's an imperfect slob. Please dont insult \"him\" with your crazy theories, chef."
  },
  {
    "commentText": "What a beautiful piece. I'm glad I found it."
  },
  {
    "commentText": "@Chefodeath \nI never said there is no good and evil. I said that it isn't as simple as just simply those two categories. Many morals and ethics are innate in us for evolutionary benefits. Humans specifically are a highly social and cultural species. We understand the suffering of others and even other animals show the same behavior. Your god created an infinite amount of multiverses idea is laughable, I guess it is true when they say religious people play the god card no matter what we discover."
  },
  {
    "commentText": "@LambdaQuarks If there is no good and evil, then why the fuck are you bringing up the argument from evil as it obviously carries no weight with you. Also, explain to me as well how you can have moral free will without evil. You get to choose between good and...more good?\r\n\r\nAs to the existence of unnecesary evil, are you familiar with multiverse theory? Perhaps God, a being of eternal giving and benevolence, felt obligated to create all possible worlds with more good than evil."
  },
  {
    "commentText": "@Chefodeath \nIt doesn't matter as arguing that still never proves god either way and being this is a Bach video I couldn't care less to argue...but no, you don't need evil to have free will.  Good and evil in general are not in the world things and actions that are white and black the way that religion buffs think.  Not to mention a child that is born and dies from starvation for example never had the free will to avoid it."
  },
  {
    "commentText": "@LambdaQuarks To the problem of evil (you're actually presenting Hume's version, not the Epicurean version) I direct you to the free will defense presented by Alvin Plantiga.\r\n\r\nFree will is a good thing, so good that its worth having evil in the world to allow it. You have to allow your free actors to do evil on occasion, or else its not really free will is it?"
  },
  {
    "commentText": "beautiful"
  },
  {
    "commentText": "@ABoffman you be all you can be and embrace your inner maggot! Be not ashamed of where you come from, and as a magot, you can grow with life experience into a wise maggot!"
  },
  {
    "commentText": "@ABoffman you be all you can be and embrace your inner maggot!"
  },
  {
    "commentText": "@connorisabeast97 : bravo !"
  },
  {
    "commentText": "14 people are still asleep"
  },
  {
    "commentText": "I'm a maggot that was born on dog shit an hour ago and all the other maggots call me gay for liking classical music.  I just feel I am a much more mature maggot."
  },
  {
    "commentText": "@Bernsy \nI'll be laughing at your from the other side of the spaghetti monster's gates.  While you burn for eternity in hot spaghetti sauce ."
  },
  {
    "commentText": "@LambdaQuarks ill be pointing and laughing at you from the other side of the pearly gates my friend. \"When you do things right, people won't be sure you've done anything at all.\""
  },
  {
    "commentText": "@Slasher1251 \nI don't know what the hell you are saying.  Enjoy the song and stfu."
  },
  {
    "commentText": "@Slasher1251 \nYou can believe all you want but it won't change anything because there is no god. We didn't tell any god to leave us alone as no one has proved a god even exists.  Till then, I don't care."
  },
  {
    "commentText": "@Slasher1251 \nWhat? do you live under a rock? \n\nis god willing to prevent evil, but not able?\n-then he is not omnipotent.\nis he able but not willing?\n-then he is malevolent.\nis he both able and willing?\n-then whence cometh evil?\nis he neither able nor willing?\n-then why we call him god?\n-/Epicurus"
  },
  {
    "commentText": "@Rahawi2098 \nDon't claim god likes me because I like this song.  I don't need some cruel deity in the sky to tell me this is beautiful. What a beautiful song."
  },
  {
    "commentText": "i woke up a week ago and i haven't gone to sleep yet"
  },
  {
    "commentText": "@TheMrJake Ah well that seems logical, thank you for the information."
  },
  {
    "commentText": "I like this song, i'm playing it for festival. It is soooo repetitive...."
  },
  {
    "commentText": "13 people don't like this song.\nGod doesn't like 13 people in this world."
  },
  {
    "commentText": "Beethoven's ghost must have 12 accounts.. if only he could HEAR!"
  },
  {
    "commentText": "@cinnawaffls OK. Thanks."
  },
  {
    "commentText": "@studioworks1990 Well... it's wikipedia, it's not the most reliable. \n\nBut classical music is primarily music from the Classical Period, such as Mozart. \n\nBaroque music is from the Baroque period.\nI could be wrong though, classical music could be the overall genre and Baroque just a separate form of classical.\n\nNonetheless, amazing piece."
  },
  {
    "commentText": "@cinnawaffls Isn't Baroque a 'genre' or whatever you call it of Classical? From Wikipedia: \"Baroque music describes a style of European classical music...\"."
  },
  {
    "commentText": "@Limpandtotheleft Italy did spawn both Da Vinci and Mussolini."
  },
  {
    "commentText": "11 people stuck their fingers up their ass, to prepare for hardcore anal sex. what this has to do with the people who disliked this, I    have   no  idea"
  },
  {
    "commentText": "@cinnawaffls Thanks for clarifying.  I've always preferred Baroque to Classical."
  },
  {
    "commentText": "This is not classical, it's Baroque..\n\nNonetheless, it's remarkable. Really helps me study."
  },
  {
    "commentText": "how can anybody with half a capacity to hear and feel not marvel at this...maybe its just like how some people just don't like oranges."
  },
  {
    "commentText": "Der kuckt mir zu schlitzig! ;)"
  },
  {
    "commentText": "Beautiful."
  },
  {
    "commentText": "very beautiful and so pieceful and content"
  },
  {
    "commentText": "Si la musique de Mozart est toute en finesse et en délicatesse, en tendresse et en émotion, celle de Bach, est quant à elle, mathématiquement géniale."
  },
  {
    "commentText": "9 people woke up from their sleep..."
  },
  {
    "commentText": "@HerrWagnerfreund No problem, forgiven!"
  },
  {
    "commentText": "awesome! ... no comm. ... just relaxing... :X"
  },
  {
    "commentText": "@tharde1968 Thank you.  We are grateful.  Especially now since he changed his mind.  :)"
  },
  {
    "commentText": "@eskindian Unfortunately so much fluid accumulated in his lungs & he couldn't breathe.  We have good news that he went to emergency and they started him on dialysis with a tube through his neck.  Now he is able to breathe better & will continue w/dialysis 3x a week.  I think it scared him enough to change his mind.  I am so thankful for that!  I will be consistent with monitoring him here @ home & continue to be his nurse/caregiver.  Thank you for your prayers!  So happy that he can breathe!  :)"
  },
  {
    "commentText": "Very beautiful peice i am in the manhasset middle school and i am going to play this song during our spring concert. i feel lucky to play such a wonderful piece of music"
  },
  {
    "commentText": "@Edea161090 \nstrongly agree"
  },
  {
    "commentText": "@HerrWagnerfreund Mozart was long dead by 1878."
  },
  {
    "commentText": "@eskindian Wow!  I am so moved by this kind gesture from you.  It made me cry!  Good cry though.  It is amazing how kind words can make someone feel so much better especially during difficult times.  I always live my life trying to say nice things to people I know & don't know too.  This is how I was raised.  My father-in-law being a retired pipe organ builder from Germany loves classical music.  He cried when I played this.  Thank you for the prayers.  This means so much to me!  Blessings!"
  },
  {
    "commentText": "@eskindian"
  },
  {
    "commentText": "My father-in-law that lives with us in the back house told us he is going to refuse kidney dialysis & wants to live the rest of his life here until it becomes too difficult for us to care for him.  He had a defibrillator put in @ the end of Sept & now his kidneys are failing.  I have been acting as his nurse/caregiver & try to talk to him with positive thoughts to make him feel better.  Makes me cry.  I take care of him like he is my own dad.  He is a retired organ builder & loves this song."
  },
  {
    "commentText": "@Aragalinna \"People are different\" - yeah, right?! Good to hear that from you.\r\n\r\nAnd yes, we don't like that. Nobody likes being generalised; or do you?\r\nYou don't have to change your opinion, I never asked you to. I was just pointing out, that it is a dumb and generalist opinion, which is my opinion about yours. You can think whatever you want, but that doesn't make it less dorky. And it won't prevent people from disagreeing with you. Yeah, it's all new and magic and sparkles!"
  },
  {
    "commentText": "@Aragalinna Stating something in public, you subject your point of view to others. If you don't wanna hear about how you are too generalist about things, then you either keep your opinion for yourself or change it. Especially when you're offending people. That's the way it is, always was, always will be."
  },
  {
    "commentText": "@Aragalinna \ncoughHILTERcough! hehe!\n\nthat's not an opinion, that's idiocy"
  },
  {
    "commentText": "@Aragalinna You know, in German, the word \"patriotisch\" is barely used, if not to describe someone from another country. Hitler wasn't German, by the way. At least not if you compare his world view to contemporary German culture (okay, the interaction is very complicated).\r\nAnd just for the future: Try not to generalise 80 million individual persons under a broad-brush term. We honestly don't like that too much."
  },
  {
    "commentText": "@Aragalinna \nYou're a moron"
  },
  {
    "commentText": "Oh, how I love this!"
  },
  {
    "commentText": "This is the most relaxing song ever."
  },
  {
    "commentText": "Needs more cowbell."
  },
  {
    "commentText": "@HerrWagnerfreund-go tell that to somebody who lived in Europe in the middle of the 20th century.I am sure they have their own opinion on this beautiful  song"
  },
  {
    "commentText": "@HerrWagnerfreund   Something went very wrong, then, 1928 - 1945. That being said, it puzzles me how a culture that could produce Bach, Handel, Haydn, Beethoven, etc etc could possibly have spawned the NDSAP."
  },
  {
    "commentText": "@HerrWagnerfreund-...und so alle zusammen-Deutschland Deutschland ueber alles...."
  },
  {
    "commentText": "I LOVE BACH!!!!!!!!!!!!!!"
  },
  {
    "commentText": "@HerrWagnerfreund But wasn't he a freemason, which would make him less of a nationalist and more of a liberal cosmopolitan?"
  },
  {
    "commentText": "@HerrWagnerfreund Mozart's nationality is a moot point in the light of his universally acknowledged genius, which transcends narrow national borders. There is nothing in his music (and among other European composers) that could be classified as truly German, it's either Western or European. Classical music does not belong to one nation only."
  },
  {
    "commentText": "@artaAKAweeklygirl am serious but glad that made you laugh"
  },
  {
    "commentText": "@HerrWagnerfreund  nope , die schweiz ned"
  },
  {
    "commentText": "lol wieviele sich da mit der geschichte schwertun. zum lachen."
  },
  {
    "commentText": "@kalkandele  hahahahahaha :-)"
  },
  {
    "commentText": "Nothing in this world makes me feel in peace with the world more than some classical music...."
  },
  {
    "commentText": "when i hear bach mozart beethowen am sad that am not german"
  },
  {
    "commentText": "Nice"
  },
  {
    "commentText": "@vasilivasili78 você não é deus imortal de nada, pelo jeito. Tá ouvindo Bach  e falando de Beethoven. Vá procurar sua turma, que é Lady Gaga."
  },
  {
    "commentText": "@Musicaliters First I thought that so, but when I was in Hamburg and listed Mozart among the Germans I received a surprised look and was explained that it wasn't so. From that moment I started considering him Austrian. But I think we are splitting hairs,  because few centuries ago European nation-states were just in statu nascendi and one's national identity wasn't as clear-cut as today. That's why neither Mozart nor Haydn did not compose e.g. German Requiem like Brahms - a century later."
  },
  {
    "commentText": "@pawsoned In 1756 Salzburg, where Mozart was born, was a German city... It became Austrian later. So in fact Mozart was German."
  },
  {
    "commentText": "@antonio342100 what he say?"
  },
  {
    "commentText": "This music makes me feel like a princess at a ball for some reason l:)"
  },
  {
    "commentText": "whenever i listen to this music, i feel like my very soul is calmed :)"
  },
  {
    "commentText": "@sned10000 lololololololol"
  },
  {
    "commentText": "@Janaikana Whatever his nationality may be, undoubtedly he was a genius - there are no two ways about it."
  },
  {
    "commentText": "we played this song in school and i played the timpani"
  },
  {
    "commentText": "@hazetime As far as I know Mozart wasn't German but Austrian"
  },
  {
    "commentText": "@hazetime Mozart was born in Salzburg which would make him Austrian by modern country borders"
  },
  {
    "commentText": "Why are people even arguing here? It's not even about Kesha , justin beiber, lady gaga, jonas brothers , etc. Wth. RELAX."
  },
  {
    "commentText": "Heaven may be the place where we can listen to Bach playing his own music."
  },
  {
    "commentText": "You've never heard of Johannes Brahms?\n\nLook him up. He was a great 19'th century, German, classical traditionalist composer."
  },
  {
    "commentText": "@tetrisclock Who's Brahms?"
  },
  {
    "commentText": "Don't forget Brahms."
  },
  {
    "commentText": "@hazetime Mozart wasn't german. \r\n3 german legends ...Bach, Handel, Beethoven!"
  },
  {
    "commentText": "I listen r.a.p. and thecno but when i listen that song i'm fucking free"
  },
  {
    "commentText": "I've played, easy but really beautiful"
  },
  {
    "commentText": "@lithium687 ZOMG LOOK! AWESOME BAROQUE MUSIC! YES!"
  },
  {
    "commentText": "@lithium687 Fucking faggot, you and your butt buddies like doing stone cold stunners each other while naked (in accordance to your posted video) and you're telling me to get a life? Go end your pathetic life you son of a bitch. You're a burden on society fucking faggot. You won't amount to anything more than being a pathetic faggot in life."
  },
  {
    "commentText": "@lithium687 You're wrong."
  },
  {
    "commentText": "@MyRecklessHeart    thanks (: ı saw this picture all Pachelbel's video"
  },
  {
    "commentText": "That is maybe how and why he has got his inspiration. This musical spirit must be directed from heaven."
  },
  {
    "commentText": "A most beautiful rendition."
  },
  {
    "commentText": "@Spencer7631 Well don't because it's not a thing to pity"
  },
  {
    "commentText": "@jlpenn725 \nI'm a massive atheist and not even I can argue with that"
  },
  {
    "commentText": "@KyleGreerTube can't imagine why anyone would thumb that up."
  },
  {
    "commentText": "@jlpenn725 If he were to be wrong about anything it would be that. He was right about the recreation of the human spirit. but there has to be a god to glorify in order to give glory via music"
  },
  {
    "commentText": "@jlpenn725 if he was wrong about anything it would be that."
  },
  {
    "commentText": "ésta y toda la música de Bach pulsa un nervio misterioso que hace palpable el milagro, es la magia hecha a tamaño real, la música hecha tacto, ternura\nBach, desde dónde nos susurras ahora?"
  },
  {
    "commentText": "@GeGeMus12 there is... so... so... much wrong with that"
  },
  {
    "commentText": "since now i only used to know the C64-Ingame-Music but this one here really knocks me off the chair! beautiful..."
  },
  {
    "commentText": "There is nothing like classical music to study for exams..."
  },
  {
    "commentText": "Nice music. No doubt he is one of the greates composers of all time along with my personal favourite J.Sibelius."
  },
  {
    "commentText": "@sarablanc Good point. Not generally used as congregational hymns, although it happens on very rare occasions. Definitely not used as congregational hymns ever before 1962."
  },
  {
    "commentText": "@jimraw1 , @rumpranger65 yes, I am aware of that, but what strikes me from my few stays in Germany, is that in protestant churches there, the *congregation* actually sings Bach chorals almost every Sunday as a regular part of the service. It's not just the organ that plays a toccata while people walk out or a boringly played 'jesus joy of man's desiring' at a funeral; people actually *own* Bach's music. I don't go often to catholic churches, but I can't remember ever singing Bach there..."
  },
  {
    "commentText": "@sarablanc 'Dunno what you are talking about. I recently heard a Bach Fantasia in a Catholic church."
  },
  {
    "commentText": "@bag12 Language."
  },
  {
    "commentText": "picture is Pachelbel"
  },
  {
    "commentText": "@SmoshRules55 Truth be spoken in your words"
  },
  {
    "commentText": "@orchdork607 It is called \"Wachet auf, ruft uns die Stimme\" - which is the first line of the chorale. When translating this into English the translator has to deal with the fact that the English words chosen need to fit the music and so there is usually quite a lot of poetic license taken with the precise choice of words."
  },
  {
    "commentText": "YES finally ive found it! i head this song years ago and never knew the name but now finally i have it ."
  },
  {
    "commentText": "I can taste the music, not listen to the music."
  },
  {
    "commentText": "\"The immortal god of harmony\" -- Ludwig van Beethoven"
  },
  {
    "commentText": "@ThatRandomGuy325 lol, I have the exact same thing. metal is my thing, but I love classical."
  },
  {
    "commentText": "Tenacious D - Classico"
  },
  {
    "commentText": "I'll be listening to this all the time- its very harmonious, it lifts my spirit up.."
  },
  {
    "commentText": "...."
  },
  {
    "commentText": "I prefer bachs music that he wrote for the church than to his secular stuff.. like the cello suites.."
  },
  {
    "commentText": "when the terminator would be a classical musician, he'll be bach."
  },
  {
    "commentText": "3 german legends ...bach,mozart,beethoven"
  },
  {
    "commentText": "A well known secret? Get a brain you retard"
  },
  {
    "commentText": "Bach is my homeboi"
  },
  {
    "commentText": "it's a wonderful music"
  },
  {
    "commentText": "Bach frequently took it in the anus, a well known secret."
  },
  {
    "commentText": "is this empire brass?"
  },
  {
    "commentText": "johann sebastian bach, von meiner kindheit bis heute, er begeistert unendlich!"
  },
  {
    "commentText": "BACH told me, it was very beautifull ;)\r\nxxxxxxxxxxxx"
  },
  {
    "commentText": "This  is extremely beautiful"
  },
  {
    "commentText": "im playing this i  band and it sounds beautiful."
  },
  {
    "commentText": "Hoffman says it's important to remember that -- unlike the classic portrait showing Bach as \"bewigged, bejowled, stout and stolid\" old man -- the composer was once \"a handsome, dashing guy.\" Much of Bach's best-loved music, including the Brandenburg Concertos and the pieces for solo violin and cello \"were written when he was a young man in his 30s,\" Hoffman tells Edwards.\n\nHoffman makes that point in the following essay, appropriately titled \"Johann Sebastian Bach Was Handsome Once\":"
  },
  {
    "commentText": "Where can I get this version?  It sounds like Muppet Christmas Carol, and I sweat it!"
  },
  {
    "commentText": "sleepers *awake*"
  },
  {
    "commentText": "That's not the case anymore. While it was true for a long time (I think it came up during JFK's funeral), since Vatican 2 things have changed. Look how often Jesu Joy of a Man's Desiring is used at Christmas and funerals. I dont think Bach was ever banned (he was hired by a Catholic prince to write music for the church), it was his \"secular\" pieces - Wagner's and Mendelsohn's wedding marches were also banned at one point - but that hasnt been the case for over 40 years."
  },
  {
    "commentText": "japprouve :)"
  },
  {
    "commentText": "i like the song please,, chill out i hate when ppl argue on liking a song. \" i like this song\" \" i like it better\" shut up religious or not song, listen."
  },
  {
    "commentText": "You will not hear it in a catholic church - as you may know, Bach was a protestant (lutheran) and his music is only very rarely played in catholic churches. In protestant churches in Germany, many songs you sing on sunday in the church were composed by the great Bach..."
  },
  {
    "commentText": "@kittiesrcute99 nice subtle observation."
  },
  {
    "commentText": "Why did everyone give u \"-?\"? I kinda agree with u"
  },
  {
    "commentText": "This is baroque"
  },
  {
    "commentText": "I listen to classical to fall asleep not because its borin but because it calms me to where i fall asleep... i love classical more than any other type... then rap then rock lol..."
  },
  {
    "commentText": "this makes me get a raging erection.  bach is the best."
  },
  {
    "commentText": "this makes me relax"
  },
  {
    "commentText": "after a long chaotic day , this truely relaxes me. , thanks bach !"
  },
  {
    "commentText": "-lol"
  },
  {
    "commentText": "im sorry to say it but i cant stand when people leave messages on these kind of things saying how hard this piece is to play. just say you like the song! dont try and show off."
  },
  {
    "commentText": "Actually, this is a baroque era piece..."
  },
  {
    "commentText": "lovely"
  },
  {
    "commentText": "Bull."
  },
  {
    "commentText": "Indeed, I had the privilege of trying at Woolsey Hall :)"
  },
  {
    "commentText": "Actually that's a French Horn not a trumpet."
  },
  {
    "commentText": "i loved playing this song in orchestra."
  },
  {
    "commentText": "This piece is originally written for the Organ . \r\n\r\n In reply to : Sonofdostojevskij"
  },
  {
    "commentText": "Kinda of a fledging to classical, but are there any kind of other songs  that have the same trumpet/bass style as there are in this masterpiece. Reminds me of england for some reason that style."
  },
  {
    "commentText": "Although that may not be the canon he's talking about. Canon is a generic term for 'strict', imitative music."
  },
  {
    "commentText": "Pachelbel, right."
  },
  {
    "commentText": "I found this movement (BWV 140 Nr. 4) ideal for the attendants in the wedding processional; for the bride, I did a Mendelssohn-esque treatment (a la Op. 65 No. 9) on the Philipp Nicolai hymn itself (cf. BWV 140 Nr. 7).  Less stress on the officiant that way."
  },
  {
    "commentText": "O, my mistake...I was thinking of something else. Brandenburg concerto no.4 is also a possibility."
  },
  {
    "commentText": "Canon I believe was Pachebell not Handel"
  },
  {
    "commentText": "Johannes Pachelbel, Canon in D Major?\nBye..."
  },
  {
    "commentText": "The most memorable/popular wedding songs I know are \n1) Jesu, Joy of Man's Desiring (BWV 147) \n2) Mendelssohn's Wedding March (in \"A Mid..)\n3) Canon, by Handel, for harpsichord, 4 vio...ect."
  },
  {
    "commentText": "Find someone with an iPhone and use that app that tells you the song after putting the iphone up to it while the song plays. It will tell you."
  },
  {
    "commentText": "Maybe it was Cantata, BWV 147, Jesu, Joy of Man's Desiring\nIt had seen its share of playing at the weddings."
  },
  {
    "commentText": "Why don't you just ask him/her?\r\nThere's quite a lot  of music written for churches...."
  },
  {
    "commentText": "The song played by your science teacher might be :  \" Wedding March \" a smal part from the overture  \" A Midsummer Night's Dream \" , authored by Jakob Ludwig Felix Mendelssohn Bartholdy"
  },
  {
    "commentText": "I have this whole song memorized"
  },
  {
    "commentText": "yeah yeah... good music good music, ehm.... very nice, good good\r\n\r\n(i have to learn how to talk classic XD)"
  },
  {
    "commentText": "Long live the Contrapuntalists and their fine music - timeless!\n\nThanks for this video.."
  },
  {
    "commentText": "Wonderful version - so many others play this piece too slowly!  And though I like it even more upbeat than this, this performance hits the spot on staying upbeat and majestic.  \n\nBach wrote for joy, and it shows."
  },
  {
    "commentText": "What about the other six movements of this Cantata?\r\n\r\nSleepers Awake is seven movements long."
  },
  {
    "commentText": "Absolutely marvellous. A legend of music, an absolute genious. Kudos to his compositions!"
  },
  {
    "commentText": "It's Chrismas all over again.... Nice, but (I'm an organ player) I prefer the organ version. Thanks for posting it nontheless!\n-----------------------------\nRolf, Netherlands.\nI am a collector of classical 78's and lp's\nClick \"otterhouse\" above to see (and hear!)\nsome of my collection."
  }
]