[
  {
    "commentText": "Every Heart is in top of my list of good songs. Especially Wind from Naruto. let's not forget Suteki da Ne either... dam I need to make a list"
  },
  {
    "commentText": "Oh por Diosss qué bello!!!!!!!!! Muero por tocarlo algún día T-T"
  },
  {
    "commentText": "someday i would like this song to be played while my bride is walking towards the altar on our wedding day 😍😍😍"
  },
  {
    "commentText": "Nintendo should really do something like this for Pokemon Symphonic Evolutions and put the tracks on a CD for all fans to listen to. The tracks here are beautiful, and Pokemon deserves this kind of treatment, too."
  },
  {
    "commentText": "Pshhhhh Fricken weebs.\n\"Then why are you here?\"\nSHUT UP I'M NOT CRYING!!!"
  },
  {
    "commentText": "Oww amiga me gustó mucho el vídeo nunca había oído esta melodía en sinfonía wauu creó que es muy romántica gracias por haberlo subido te envió saludos de aquí de México bye"
  },
  {
    "commentText": "When I get married I want this to be my wedding song :) It's so beautiful, peaceful and calm that it makes me actually cry <3"
  },
  {
    "commentText": "I AM CRYING LITERALY CRYING THIS IS SO BEAUTIFUL OMG"
  },
  {
    "commentText": "I started listening and thought it was pretty awesome. I kept listening and I was amazed by how beautiful it sounds!"
  },
  {
    "commentText": "I swar to god I want this to be my wedding's song! <3"
  },
  {
    "commentText": "It's so beautiful, it can make you cry. Really, a true masterpiece."
  },
  {
    "commentText": "OMG!..."
  },
  {
    "commentText": "I'm going to pray I find this at fan expo"
  },
  {
    "commentText": "i want this to be my wedding song"
  },
  {
    "commentText": "I definitly need to buy this CD. I'm going to go order it right now :3\nThe music is incredible, its so amazingly beautiful. I love it."
  },
  {
    "commentText": "I have this cd... and I must say it's my treasure.\nI love it. Every time I hear it it transports me to feudal era :)\nThis music does magic♥"
  },
  {
    "commentText": "So beautiful,i love it @-}--"
  },
  {
    "commentText": "*dreamy sigh* this sounds like something that Joe Hisaishi would compose :D"
  },
  {
    "commentText": "@Onlymaybe7 Glad you like them! That's why I put them up, so that people who didn't know about them might stumble accross them."
  },
  {
    "commentText": "Oh my goodness, these lovely orchestra pieces. Thanks a bunch for posting them up! ^-^"
  },
  {
    "commentText": "@SuperLuigiSixty4 \r\nthank u :P i wil buy ASAP!!"
  },
  {
    "commentText": "<3 it"
  },
  {
    "commentText": "@xxxMelodyOfDawnxxx Glad you like it!"
  },
  {
    "commentText": "thank you SOOOO SOOOOOO SOOOOOOOOOOOOO MUCH! for putting this up! i was dying to find this, it's gorgeous music!"
  },
  {
    "commentText": "I agree. This was a very beautiful song. I loved the actual ending theme but then the made it even more awesome. I dont think any or many songs in wind could compare. This song wins... hard. Inuyasha for the win."
  },
  {
    "commentText": "Glad you like it!\r\n\r\nThere are a few websites that have the album for download, or you could find the CD on eBay."
  },
  {
    "commentText": "OMG i am going to die if i don't have this album i want it so bad!!!\r\ni love inuyasha!!!"
  },
  {
    "commentText": "Thanks so much, it's moving and emotional. 8)"
  },
  {
    "commentText": "Me too! That's why I put all these tracks on Youtube, to spread them around. *_^"
  },
  {
    "commentText": "aaaaahhhhhhh i luv these so much!!!"
  }
]